export interface Feedback {
  name: string;           // 작성자 이름
  role: string;           // 작성자 소속 or 역할
  content: string;        // 피드백 내용
}

export const Feedbacks: Feedback[] = [
  {
    name:"김*람",
    role: "@댕누비 프로젝트",
    content:"작업속도가 빠르고 꼼꼼해서 특히 ui/ux 작업에 도움을 많이 받았습니다. 사소하지만 중요한 사용자 편의성을 잘 챙길 줄 아는 개발자라고 생각합니다. 또 문제를 외면하지 않고 좀 더 나은 결과를 위해 고민하고 해결하기 위해 노력하는 책임감있는 모습이 멋있었어요.",
  },
  {
    name: "박*우",
    role: "@몽키트래블 마케팅팀",
    content:
      "하나 알려주면 비슷한 문제는 혼자서도 척척 해결할 정도로 응용력이 뛰어났고, 작은 일도 허투루 넘기지 않고 끝까지 책임지는 태도가 정말 인상 깊었습니다. 특히 예상치 못한 문제가 생겼을 때도 당황하지 않고 침착하게 해결책을 찾아가는 모습이 많이 인상적이었어요. 팀원들과 소통할 때도 항상 명확하게 자신의 의견을 전달하면서도 다른 의견을 존중해줘서 협업이 편했고, 분위기까지 유쾌하게 만들어주는 분위기 메이커 역할까지 톡톡히 해줬습니다. 개인적으로는 ‘같이 일하면 기분 좋아지는 사람’이라는 말이 딱 어울리는 팀원이에요!",
  },
  {
    name: "권*희",
    role: "@Tovsoft 기획팀",
    content:
      "채현님은 책임감이 강하고 친절한 분이십니다. 회사 내 사정으로 갑자기 맡게 된 PL이 버거울 수도 있었겠지만 포기하지 않고 프로젝트를 이끌어서 성공적으로 끝마쳤습니다. 또한 개발 작업을 위한 가이드 제작 등 손이 많이 가는 업무에서도 하나하나 놓치지 않고, 다른 사람들이 작업하기 쉽도록 친절하고 세심하게 작업하셨습니다. 같이 업무를 진행하는 동안 문제점이 보이면 본인이 솔선수범해 뚝딱뚝딱 해결해 주셔서 믿고 맡길 수 있는 든든한 분이었습니다. 같이 지내는 동안 지각한 일이 없는 시간 약속을 잘 지키는 분이었습니다.",
  },
  {
    name: "이*수",
    role: "@Tovsoft 개발팀",
    content:
    "퍼블리싱 손도 정말 빠르고, 문의드릴 때마다 항상 친절하게 잘 응대해주셔서 큰 도움이 됐어요. 프로젝트 특성상 다양한 팀에 투입되는 경우가 많았는데, 매번 빠르게 적응하시는 것 같습니다. 그리고 작업 중 필요한 가이드는 보기 쉽게 정리해주시고, 커뮤니케이션도 워낙 잘 되어서 함께 일하는 내내 든든했어요. 협업력 최고, 실력 최고입니다. 채현님 못잃어.....",
  },
  {
    name: "노*효",
    role: "@Tovsoft 개발팀",
    content:
      "제가 채현님의 상사로서 직접 지켜본 결과, 퍼블리싱부터 개발, 이미지 편집까지 모든 업무를 빠르고 정확하게 수행하셨습니다. 다양한 팀에 투입되어도 매번 빠르게 적응하는 능력이 뛰어났습니다. 디자인·기획·외주팀과의 소통이 원활하여 협업이 매우 수월했습니다. 또한 책임감을 가지고 주변 상황까지 고려해 능동적으로 문제를 해결하셨으며, 소스 코드 관리와 가이드 업데이트에도 꼼꼼해 언제나 믿음이 갔습니다. 프로젝트 리더로서 정말 믿고 맡길 수 있는 동료였습니다.",
  },
  {
    name: "노*민",
    role: "@Tovsoft 개발팀",
    content:"채현님은 개발 담당으로 들어오셨는데 퍼블리싱에 개발에 이미지 컷 편집 등 전반적인 능력이 뛰어나셔서 사내에서 평가가 굉장히 좋으십니다. 동료들이 믿고 따를 수 있는 분이시고, 상사들이 신뢰하며 일을 맡길 수 있는 분이시고, 후배들을 잘 이끌어 나가시는 분입니다. 소통능력도 좋으셔서 디자인팀과 기획팀, 외주팀과의 마찰도 없으시고 자기 의견을 잘 피력하시는 분이십니다. 채현님의 개발물을 보고 공부를 하는 사람도 있고, 가이드를 만들어 주시기도 하셨습니다. 개발 전반적인 부분들에서 소스코드 관리, 가이드 업데이트 등 꼼꼼하셔서 믿을 수 있는 동료입니다.",
  },
    {
    name: "박*우",
    role: "@Tovsoft 개발팀",
    content:"항상 책임감 있게 주어진 일에 최선을 다해주셔서 믿음이 가는 팀원이었어요. 단순히 맡은 업무만 수행하는 것이 아니라, 주변 상황까지 고려하며 능동적으로 문제를 해결하려는 모습에서 많은 신뢰를 느꼈습니다. 협업 과정에서도 소통이 원활하고 꼼꼼하게 피드백을 반영해줘서 전체적인 완성도에 큰 도움이 되었습니다. 프로젝트 내 팀에 큰 힘이 되어주셔서 진심으로 감사드립니다.",
  },

  {
    name:"서*미",
    role:"@몽키트래블 디자인팀",
    content:"프론트엔드 전반을 정말 책임감 있게 맡아주셔서 프로젝트 진행 내내 든든했어요. 디자인 구현력도 뛰어나고, 작은 디테일까지 신경 써줘서 결과물이 훨씬 더 완성도 있게 나올 수 있었습니다. 어려운 기능도 끝까지 포기하지 않고 해결해줘서 팀원 모두가 많이 의지했어요. 성실하게 끝까지 함께해줘서 감사합니다! ",
  },
  {
    name:"한*옥",
    role:"@몽키트래블 개발팀",
    content:"프로젝트 기간동안 힘든 일도 마다하지 않고, 적극적으로 책임감 있게 하는 모습을 보여주셨습니다. 무엇보다 자기 주장만 고집하지 않고, 다른 사람들의 의견을 귀담아 들으며 더 나은 방향을 함께 만들어가는 소통 능력이 인상적이었습니다. 어떤 프로젝트를 하더라도 함께하고 싶은 믿을 수 있는 동료라고 생각합니다. ",
  },

]